-- --------------------------------------------------------
-- 主机:                           127.0.0.1
-- 服务器版本:                        10.1.19-MariaDB - mariadb.org binary distribution
-- 服务器操作系统:                      Win32
-- HeidiSQL 版本:                  9.3.0.4984
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- 导出 myweb 的数据库结构
CREATE DATABASE IF NOT EXISTS `myweb` /*!40100 DEFAULT CHARACTER SET utf8 COLLATE utf8_bin */;
USE `myweb`;


-- 导出  表 myweb.file 结构
CREATE TABLE IF NOT EXISTS `file` (
  `fid` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) COLLATE utf8_bin NOT NULL,
  `path` varchar(300) COLLATE utf8_bin NOT NULL,
  `downNum` int(11) NOT NULL,
  `userName` varchar(50) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`fid`)
) ENGINE=InnoDB AUTO_INCREMENT=68 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- 正在导出表  myweb.file 的数据：~9 rows (大约)
DELETE FROM `file`;
/*!40000 ALTER TABLE `file` DISABLE KEYS */;
INSERT INTO `file` (`fid`, `fileName`, `path`, `downNum`, `userName`) VALUES
	(59, '资料下载测试文件1.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 2, 'fjl'),
	(60, '资料下载测试文件5.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 1, 'fjl'),
	(61, '资料下载测试文件7.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 1, 'fjl'),
	(62, '资料下载测试文件9.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 0, 'fjl'),
	(63, '资料下载测试文件6.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 10, 'fjl'),
	(64, '资料下载测试文件2.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 0, 'fjl'),
	(65, '资料下载测试文件3.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 3, 'fjl'),
	(66, '资料下载测试文件8.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 1, 'fjl'),
	(67, '资料下载测试文件4.docx', 'D:\\eclipse--workspace\\.metadata\\.plugins\\org.eclipse.wst.server.core\\tmp0\\wtpwebapps\\MyGraduate2\\WEB-INF\\Drive\\null', 1, 'fjl');
/*!40000 ALTER TABLE `file` ENABLE KEYS */;


-- 导出  表 myweb.link 结构
CREATE TABLE IF NOT EXISTS `link` (
  `lid` int(11) NOT NULL AUTO_INCREMENT,
  `linkName` varchar(50) COLLATE utf8_bin NOT NULL,
  `linkURL` varchar(50) COLLATE utf8_bin NOT NULL,
  `addTime` varchar(50) COLLATE utf8_bin NOT NULL,
  `note` varchar(50) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`lid`)
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- 正在导出表  myweb.link 的数据：~4 rows (大约)
DELETE FROM `link`;
/*!40000 ALTER TABLE `link` DISABLE KEYS */;
INSERT INTO `link` (`lid`, `linkName`, `linkURL`, `addTime`, `note`) VALUES
	(50, '成都市人力资源和社会保障局', 'http://www.cdhrss.gov.cn/index.action', '2018/04/23', 'test'),
	(51, '达州市人民政府', 'http://www.dazhou.gov.cn/index.html', '2018/04/23', 'test'),
	(52, '达州人大网', 'http://www.dzsrd.gov.cn/', '2018/04/23', 'test'),
	(53, '中国人民政治协商会议达州市委员会', 'http://www.dzzx.gov.cn/', '2018/04/23', 'test');
/*!40000 ALTER TABLE `link` ENABLE KEYS */;


-- 导出  表 myweb.member 结构
CREATE TABLE IF NOT EXISTS `member` (
  `mid` int(11) NOT NULL AUTO_INCREMENT,
  `memberName` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberCode` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberType` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberAddr` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberPerson` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberID` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberContact` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberPhone` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberIntro` varchar(50) COLLATE utf8_bin NOT NULL,
  `memberURL` varchar(50) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`mid`)
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- 正在导出表  myweb.member 的数据：~4 rows (大约)
DELETE FROM `member`;
/*!40000 ALTER TABLE `member` DISABLE KEYS */;
INSERT INTO `member` (`mid`, `memberName`, `memberCode`, `memberType`, `memberAddr`, `memberPerson`, `memberID`, `memberContact`, `memberPhone`, `memberIntro`, `memberURL`) VALUES
	(50, '会员单位测试数据1', '000001', '其它', '四川省达州市', 'tester', '', '', '', '', 'https://www.baidu.com/'),
	(51, '会员单位测试数据2', '000002', '其它', '四川省达州市', 'tester', '', '', '', '', 'http://www.sina.com.cn/'),
	(52, '会员单位测试数据3', '000003', '其它', '四川省达州市', 'tester', '', '', '', '', 'http://jwc.sicnu.edu.cn/'),
	(53, '四川师范大学教务处主页', '666666', '其它', '', '', '', '', '', '', 'http://jwc.sicnu.edu.cn/');
/*!40000 ALTER TABLE `member` ENABLE KEYS */;


-- 导出  表 myweb.pub 结构
CREATE TABLE IF NOT EXISTS `pub` (
  `pid` int(11) NOT NULL AUTO_INCREMENT,
  `pubTitle` varchar(50) COLLATE utf8_bin NOT NULL,
  `pubType` varchar(50) COLLATE utf8_bin NOT NULL,
  `pubUser` varchar(50) COLLATE utf8_bin NOT NULL,
  `pubTime` varchar(50) COLLATE utf8_bin NOT NULL,
  `pubContent` varchar(10000) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`pid`)
) ENGINE=InnoDB AUTO_INCREMENT=189 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- 正在导出表  myweb.pub 的数据：~135 rows (大约)
DELETE FROM `pub`;
/*!40000 ALTER TABLE `pub` DISABLE KEYS */;
INSERT INTO `pub` (`pid`, `pubTitle`, `pubType`, `pubUser`, `pubTime`, `pubContent`) VALUES
	(54, '我市实施“人才强市”推进人才创新转型发展', '新闻中心', 'fjl', '2018/05/01', '我市围绕重大战略机遇和产业转型升级需要，大力实施人才优先发展战略和人才强市战略，推进人才与产业转型发展深度融合，走出了一条人才引领发展、发展汇聚人才的良性发展之路。'),
	(55, '达州市人社局组团参加第十六届中国国际人才交流大会', '新闻中心', 'fjl', '2018/05/01', ''),
	(56, '市人社局王隆毅局长调研市高级技工学校新区建设工作', '新闻中心', 'fjl', '2018/05/01', ''),
	(57, '我市启动市、县、乡、村四级人社公共服务事项', '新闻中心', 'fjl', '2018/04/23', ''),
	(58, '市人社局召开党建工作暨业务培训会', '新闻中心', 'fjl', '2018/04/23', ''),
	(59, '缅怀革命先烈 弘扬优良传统——达州市人社局开展4月“党员活动日”活动', '新闻中心', 'fjl', '2018/04/23', ''),
	(60, '市人社局“九大举措”力促信息宣传工作', '新闻中心', 'fjl', '2018/04/23', ''),
	(61, '春风吹暖烟灯村—王隆毅同志带队深入扶贫联系村调研', '新闻中心', 'fjl', '2018/04/23', ''),
	(62, '市人社局学习贯彻十九届三中全会精神', '新闻中心', 'fjl', '2018/04/18', ''),
	(63, '达州市多管齐下打造群众满意的退休人员生存认证服务', '新闻中心', 'fjl', '2018/04/18', ''),
	(64, '我市成立协调劳动关系三方委员会', '新闻中心', 'fjl', '2018/04/18', ''),
	(65, '达州市就业创业凸显“四新”', '新闻中心', 'fjl', '2018/04/18', ''),
	(66, '省职业技能鉴定指导中心调研我市职业技能鉴定工作', '新闻中心', 'fjl', '2018/04/18', ''),
	(67, '达州市人社局召开卸任领导职务干部座谈会', '新闻中心', 'fjl', '2018/04/16', ''),
	(68, '全市“四精四清”助推就业困难人员就业', '新闻中心', 'fjl', '2018/04/16', ''),
	(69, '市人社局“九大举措”力促信息宣传工作', '新闻中心', 'fjl', '2018/04/16', ''),
	(70, '我市开展“全民参保”为主题的 12333全国咨询日宣传活动', '新闻中心', 'fjl', '2018/04/16', ''),
	(71, '我市出台失业保险业务经办内控管理办法', '新闻中心', 'fjl', '2018/04/16', ''),
	(72, '市人社局学习贯彻十九届二中全会精神', '新闻中心', 'fjl', '2018/04/05', ''),
	(73, '省外国专家局王建红局长一行调研达州引智工作', '新闻中心', 'fjl', '2018/04/05', ''),
	(74, '市人社局组织户外活动庆祝“三八”妇女节', '新闻中心', 'fjl', '2018/04/05', ''),
	(75, '省人社厅李强副厅长一行来达调研和谐 劳动关系工作', '新闻中心', 'fjl', '2018/04/05', ''),
	(76, '达州“四轮驱动”破解节后“用工荒”', '新闻中心', 'fjl', '2018/04/05', ''),
	(77, '达州主城区隆重举办2018年春风行动暨就业扶贫招聘会', '新闻中心', 'fjl', '2018/04/02', ''),
	(78, '人社部来达调研春节后企业用工及转移就业', '新闻中心', 'fjl', '2018/04/02', ''),
	(79, '全市人社统计培训会议召开', '新闻中心', 'fjl', '2018/04/02', ''),
	(80, '达州市“就业援助月”活动帮扶938名就业困难人员就业', '新闻中心', 'fjl', '2018/04/02', ''),
	(81, '市人社局领导班子节后上班首日看望慰问干部职工', '新闻中心', 'fjl', '2018/04/02', ''),
	(82, '人社系统先进集体和工作者事迹视频', '新闻中心', 'fjl', '2018/04/01', ''),
	(83, '市人社局深入扶贫联系村走访慰问', '新闻中心', 'fjl', '2018/04/01', ''),
	(84, '市人力资源社会保障局召开2017年度总结表彰暨新春团拜会', '新闻中心', 'fjl', '2018/04/01', ''),
	(85, '节前慰问老干部 浓浓关怀暖人心', '新闻中心', 'fjl', '2018/04/01', ''),
	(86, '省农劳办慰问组赴达开展送温暖走访慰问农民工活动', '新闻中心', 'fjl', '2018/04/01', ''),
	(87, '关于印发《关于加强基层专业技术人才队伍建设的实施意见》的通知', '政策法规', 'fjl', '2018/05/01', '专业技术人才是基层最紧缺、最急需的人才。为切实解决基层特别是艰苦边远地区事业单位招人难、空编严重的问题，确保各类人才招得来、留得住、用得好，现就加强基层专业技术人才队伍建设提出以下意见。\r\n\r\n　　一、实施范围对象\r\n\r\n　　（一）本意见适用于全省乡镇、贫困县（市、区）、民族地区（指甘孜、阿坝、凉山州各县市及其他民族自治县、少数民族待遇县，下同）所属有关单位的专业技术人员。\r\n\r\n　　二、放宽基层事业单位人员招聘政策\r\n\r\n　　（二）放宽学历条件。放宽条件，降低门槛，除有行业准入规定的外，学历可放宽到大专，乡镇可放宽到高中、中职（含中专、技工校）。\r\n\r\n　　（三）放宽职称资格条件。民族地区可按专业对口原则，公开考核招聘（即采取面试、组织考察的方式，下同）以下基层事业单位专业技术人员：农、林、水、文化事业单位取得相应初级及以上专业技术职称的农（含农机）、林、水、牧、渔、艺术专业技术人员；中小学校、幼儿园和中等职业学校（含技工校）取得相应教师资格证的教师；医疗卫生事业单位取得中级及以上职称或者执业医师资格证书的卫生专业技术人员。其中，乡镇卫生院的考核招聘条件可放宽到取得初级及以上职称或者执业（助理）医师(含乡村全科执业助理医师）、执业护士资格证书。\r\n\r\n　　（四）放宽招聘权限。考试招聘基层事业单位工作人员，形成差额即可开考，考试成绩计算比例可由各市（州）或县（市、区）自主确定。乡镇事业单位公开招聘高中、中职（含中专、技工校）学历人员，应采取考试招聘方式进行；贫困县（区）乡镇事业单位公开招聘大学本科毕业生，可自主确定招聘方式。民族地区公开招聘，可自主确定地域范围、进行民族语言测试,考核招聘专业技术人员的学历条件可放宽到大专（藏区乡镇卫生院医疗卫生专业技术主序列岗位可直接考核招聘35周岁以下、普通中专学校普通班医学类专业毕业生）。各地可自主提高招聘条件。\r\n\r\n　　（五）加强空岗补员。各地每年初应及时清理基层事业单位空缺编制，加强空编补员。基层事业单位当年应补员至编制总额的90%以上，支持民族地区乡镇事业单位满编运行。\r\n\r\n　　（六）严格服务年限。乡镇事业单位公开招聘的工作人员，最低服务年限为5年，从聘用合同生效之日起计算，聘用合同应明确违约责任和相关要求。在最低服务期限内，其他单位不得以任何理由将其借出或调走。违规办理的，追究调出单位和组织人事部门主要负责人的责任。\r\n\r\n　　（七）严肃招聘纪律。全面落实公招政策和纪律要求，采取有效措施，加强对招聘工作的监督，防止出现因人画像、人情招聘、暗箱操作等问题。对以权谋私、违规进人等违规违法行为，坚决查处，并追究相关责任单位、部门主要负责人的责任。\r\n\r\n　　三、完善基层事业单位岗位管理\r\n\r\n　　（八）优化岗位结构。提高基层事业单位中、高级专业技术岗位结构比例。单位规模小、人员数量少、分布较分散的，可由县（市、区）行业主管部门统一组织制订岗位设置方案，在核准的岗位总量、结构比例、最高等级限额内集中调控、集中管理。县、乡事业单位岗位设置方案可由县（市、区）人事综合管理部门核准，报市（州）人事综合管理部门备案。\r\n\r\n　　（九）实施特设岗位管理。鼓励各地区和部门建立“定向评价、定向使用”的基层专业技术职称制度，所获资格在本县范围内有效，对高级专业技术岗位实行总量控制、比例单列，不占各地专业技术高级结构比例。乡镇事业单位通过特设岗位引进的急需紧缺专业人才，其所聘岗位等级可放宽至专业技术八级，不受单位岗位总量、结构比例限制。扩大农村教师、农技推广、全科医生特设岗位计划实施范围和规模，支持基层补充专业技术人才。\r\n\r\n　　四、积极引导各类人才向基层一线流动\r\n\r\n　　（十）引导高校毕业生到基层工作。统筹实施高校毕业生“三支一扶”计划、“农村义务教育阶段学校教师特设岗位计划”、“选聘高校毕业生到村任职工作”、“大学生志愿服务西部计划”等项目，扩大招募规模，招募名额向民族地区倾斜，采取考试、考核等方式招募高校毕业生服务基层。甘孜、阿坝、凉山州招募方案经省级主管部门同意，可统一组织考核招募应届毕业生。对服务期满、考核合格的高校毕业生“三支一扶”计划、“选聘高校毕业生到村任职工作”、“大学生志愿服务西部计划”人员，结合岗位空缺情况和岗位聘用条件，可直接考核招聘到服务所在县（市、区）的乡镇事业单位。其中，对在甘孜、阿坝、凉山州服务的人员，尽可能招聘到服务所在县（市）的县乡事业单位。\r\n\r\n　　（十一）拓宽基层柔性引才渠道。推动岗编一体向岗编分离转变，探索将编制放在县级部门，让人才下派乡镇，实现人才向基层流动。深入实施千名干部人才援藏援彝行动、万名专家服务基层行动计划、科技特派员、城乡医卫人员对口支援、城市教师支援农村教育等项目，引导和组织专业技术人才柔性流动到基层创新创业和开展服务活动。实施专业技术人才基层锻炼计划，对没有基层工作经历的专业技术人才，由省、市（州）行业主管部门根据基层需求组织开展支教、支农、支医、支文、支企等工作。专业技术人才由单位选派到基层服务期间，其原单位岗位、职级、工资福利保留不变，在基层工作经历和业绩可作为晋职、晋级、评聘和晋升专业技术职务的重要依据，有条件的单位可适当给予工作、生活补助。\r\n\r\n　　（十二）加大基层政府购买服务力度。鼓励基层政府购买公共服务和社会服务岗位，完善公开透明规范的购买流程，建立健全购买公共服务信息发布平台，引进基层急需紧缺专业技术人才。鼓励专业技术协会、农村合作组织和技术中介服务组织，依托专家服务基地等平台，帮助基层集聚创新资源、突破关键技术、优化产业结构、培养急需人才，有关政府部门可给予相应资助。允许基层事业单位满编后，采取合同管理、签约服务管理等方式引进专业技术人才。\r\n\r\n　　五、改革基层专业技术人才评价机制\r\n\r\n　　（十三）完善评价标准。建立体现基层专业技术人才工作实际和特点的评价标准，提高履行岗位职责的实践能力、工作业绩、工作年限等评价权重。基层专业技术人才参加职称评审，对论文、科研、外语和计算机应用能力等不作统一或硬性要求，可用能够体现专业技术工作业绩和水平的工作总结、文案教案、病历、技术推广总结、工程项目方案、专利成果等替代。\r\n\r\n　　（十四）创新评价机制。建立以同行评价为基础的评价机制，灵活采用考试、评审、考评结合、考核认定等方式，严格规范程序，加强过程监督，提高职称评价质量和公信力。将高、中级职称的评审权放给符合条件的市（州）、县（市、区），突出用人主体在职称评审中的主导作用。有条件的地区和部门可试行基层专业技术人才申报职称单独分组、单独评审、单独确定结果。依托公共人才服务机构、行业协会等，畅通基层非公有制经济组织、社会组织等专业技术人才职称申报渠道，探索有针对性的评价办法。\r\n\r\n　　（十五）完善职称倾斜政策。“四大片区”外的专业技术人才，任现职务期间到“四大片区”88个贫困县服务满1年、或与“四大片区”88个贫困县企事业单位建立3年及以上支援服务关系、或参加精准扶贫工作取得显著成效，且年度考核均为合格及以上的，可提前1年申报高一级专业技术职务资格，同等条件下优先聘用到相应专业技术岗位。\r\n\r\n　　六、加强基层专业技术人才服务保障\r\n\r\n　　（十六）加强基层人才培养。突出基层经济社会发展需求导向，支持高等学校、职业院校创新培养模式，培养基层急需的高素质应用型人才。进一步完善少数民族地区教师培养机制，积极探索为少数民族地区培养“下得去、留得住、教得好”的中小学和幼儿园教师的招生办法。继续实施免费师范生、免费医学生等制度，每年为基层培养3000名免费师范生和500名农村订单定向免费医学生。依托省校合作平台、继续教育基地、各类教育培训机构和远程教育等资源，分层分类开展继续教育活动，力争五年内将全省基层专业技术人才轮训一遍。实施专业技术人才知识更新工程、高素质教育人才培养工程、全民健康卫生人才保障工程等人才工程，选育一批基层急需紧缺和骨干专业技术人才。\r\n\r\n　　（十七）加大基层人才激励力度。落实好绩效工资、艰苦边远地区津贴、乡镇工作补贴等待遇政策。在开展享受政府特殊津贴人员、省有突出贡献优秀专家等人才称号和省人才表彰奖励项目评选时，对基层专业技术人才单列指标或单独分组评审，向在基层推广应用新技术、新成果且取得显著经济社会效益的人才以及“四大片区”倾斜。支持各地建立有突出贡献优秀专家制度，充分激发广大基层专业技术人才创新创业积极性。\r\n\r\n　　（十八）提高基层人才服务保障水平。各级党委、政府要把基层专业技术人才队伍建设作为一项重要政治任务和战略工程，纳入人才工作目标责任制考核的重要内容，将基层专业技术人才队伍建设经费列入人才工作经费预算。省级行业主管部门要加强工作指导和业务培训，加大项目、资金等支持力度。组织、人社部门要充分发挥人才综合管理职能作用，与相关部门形成共同推进基层人才队伍建设的强大合力。各地、各部门要依托“互联网+”等模式，扩宽服务渠道，简化服务流程，为基层人才提供优质高效便捷服务；广泛宣传优秀基层人才先进事迹，营造关心支持基层人才的良好氛围，激励广大基层专业技术人才扎根基层、立足岗位、务实奉献。\r\n'),
	(88, '人社部财政部印发通知要求阶段性降低失业保险费率', '政策法规', 'fjl', '2018/05/01', ''),
	(89, '我省农民工等人员返乡创业政策解读', '政策法规', 'fjl', '2018/05/01', ''),
	(90, '中华人民共和国劳动法', '政策法规', 'fjl', '2018/05/01', ''),
	(91, '中华人民共和国公务员法', '政策法规', 'fjl', '2018/05/01', ''),
	(92, '中华人民共和国社会保险法', '政策法规', 'fjl', '2018/05/01', ''),
	(93, '中华人民共和国就业促进法', '政策法规', 'fjl', '2018/05/01', ''),
	(94, '中华人民共和国劳动合同法', '政策法规', 'fjl', '2018/05/01', ''),
	(95, '中华人民共和国劳动合同法实施条例', '政策法规', 'fjl', '2018/05/01', ''),
	(96, '中华人民共和国劳动争议调解仲裁法', '政策法规', 'fjl', '2018/05/01', ''),
	(97, '市本级企业职工退休（特殊工种提前退休、因病退休）审批服务指南', '办事指南', 'fjl', '2018/05/01', '我是办事指南的一条数据'),
	(98, '职业技能鉴定机构审批服务指南', '办事指南', 'fjl', '2018/05/01', ''),
	(99, '台港澳人员在内地就业许可服务指南', '办事指南', 'fjl', '2018/05/01', ''),
	(100, '外国人来华工作许可服务指南', '办事指南', 'fjl', '2018/05/01', ''),
	(101, '经营劳务派遣业务许可服务指南', '办事指南', 'fjl', '2018/05/01', ''),
	(102, '特殊工时制度审批服务指南', '办事指南', 'fjl', '2018/05/01', ''),
	(103, '中外合资（合作）人力资源服务机构许可服务指南', '办事指南', 'fjl', '2018/05/01', ''),
	(104, '民办职业培训学校审批服务指南', '办事指南', 'fjl', '2018/05/01', ''),
	(105, '民办职业培训学校审批服务指南', '办事指南', 'fjl', '2018/05/01', ''),
	(106, '达州市劳动能力鉴定须知', '办事指南', 'fjl', '2018/05/01', ''),
	(107, '达州市工伤认定工作须知', '办事指南', 'fjl', '2018/05/01', ''),
	(108, '四川调整工伤人员待遇 1-4级伤残每月增加230元', '办事指南', 'fjl', '2018/05/01', ''),
	(109, '异地居住者养老金怎么领？', '办事指南', 'fjl', '2018/05/01', ''),
	(110, '工伤保险政策知识问答', '办事指南', 'fjl', '2018/05/01', ''),
	(111, '生育保险政策知识问答', '办事指南', 'fjl', '2018/05/01', ''),
	(112, '行政权力事项办事指南和办理流程', '办事指南', 'fjl', '2018/05/01', ''),
	(113, '城乡居民基本养老保险政策知识问答', '办事指南', 'fjl', '2018/05/01', ''),
	(114, '行政权力事项办事指南（行政许可）', '办事指南', 'fjl', '2018/05/01', ''),
	(115, '机关事业单位养老保险政策知识问答', '办事指南', 'fjl', '2018/05/01', ''),
	(116, '企业职工基本养老保险政策知识问答', '办事指南', 'fjl', '2018/05/01', ''),
	(117, '基本医疗保险异地就医政策知识问答', '办事指南', 'fjl', '2018/05/01', ''),
	(118, '集体合同审查办事指南', '办事指南', 'fjl', '2018/05/01', ''),
	(119, '市本级基本医疗保险定点零售药店资格审定办事指南', '办事指南', 'fjl', '2018/05/01', ''),
	(120, '市本级基本医疗保险定点医疗机构资格审定办事指南', '办事指南', 'fjl', '2018/05/01', ''),
	(121, '职业技能鉴定机构审批办事指南', '办事指南', 'fjl', '2018/05/01', ''),
	(122, '职业介绍机构资格认定办事指南', '办事指南', 'fjl', '2018/05/01', ''),
	(123, '民办职业培训学校审批办事指南', '办事指南', 'fjl', '2018/05/01', ''),
	(124, '特殊工时制度审批办事指南', '办事指南', 'fjl', '2018/05/01', ''),
	(125, '工伤认定（初审）办事指南', '办事指南', 'fjl', '2018/05/01', ''),
	(126, '2018年达州市达川区部分中小学校 公开招聘教师的公告', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(127, '万源市2017年事业单位面试资格复审结果及递补资格复审通知', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(128, '2017年“千名硕博进达州”行动引才公告', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(129, '我市打击高科技作弊成效显著', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(130, '关于2016年大竹县公招教师招聘递补人员加试成绩公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(131, '开江县关于2016年部分事业单位公招拟聘递补人员的公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(132, '渠县关于2016年部分事业单位招聘工作人员递补人员体检结果公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(133, '2016达川区教科系统招聘教师拟聘递补人员及选岗事宜的公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(134, '关于通川区2016年部分事业单位招聘工作人员递补拟聘人员公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(135, '2016年达川区卫计系统招聘工作人员拟聘人员公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(136, '关于通川区2016年部分事业单位招聘工作人员递补拟聘人员公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(137, '2016年达川区卫计系统招聘工作人员拟聘人员公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(138, '关于2016年市属部分事业单位公招第二批体检复检结果的公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(139, '关于2016年达州中医学校公开招聘教师总成绩及排名公示', '事业单位招聘', 'fjl', '2018/05/01', ''),
	(140, '2017年11月领证通知', '职称资格考试', 'fjl', '2018/05/01', ''),
	(141, '关于领取2017年卫生、中医药专业副高级技术资格考试合格证的通知', '职称资格考试', 'fjl', '2018/05/01', ''),
	(142, '2017年5月领证通知（第二批）', '职称资格考试', 'fjl', '2018/05/01', ''),
	(143, '2017年2月领证通知', '职称资格考试', 'fjl', '2018/05/01', ''),
	(144, '2016年度水电工程技术中级职务任职资格评审拟通过人员名单公示', '职称资格考试', 'fjl', '2018/05/01', ''),
	(145, '达州市2016年12月专业技术人员计算机应用能力考试成绩', '职称资格考试', 'fjl', '2018/05/01', ''),
	(146, '2016年度技校教师中初级职务任职资格评审拟通过人员名单公示', '职称资格考试', 'fjl', '2018/05/01', ''),
	(147, '卫生副高领证通知', '职称资格考试', 'fjl', '2018/05/01', ''),
	(148, '关于领取2016年9月职称计算机考试成绩合格证书的通知', '职称资格考试', 'fjl', '2018/05/01', ''),
	(149, '我市6月份职称计算机考试实现“零代考”', '职称资格考试', 'fjl', '2018/05/01', ''),
	(150, '关于领取2016年3月职称计算机考试成绩合格证书的通知', '职称资格考试', 'fjl', '2018/05/01', ''),
	(151, '关于2016年6月（第2次）全国职称计算机应用能力考试报名的通知', '职称资格考试', 'fjl', '2018/05/01', ''),
	(152, '关于办理2013年度会计专业技术资格证书的通告', '职称资格考试', 'fjl', '2018/05/01', ''),
	(153, '生育保险知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(154, '工伤保险知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(155, '城乡居民基本医疗保险知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(156, '职工基本医疗保险知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(157, '城乡居民养老保险知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(158, '城镇职工基本养老保险知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(159, '全民参保政策解答', '常见问题', 'fjl', '2018/05/01', ''),
	(160, '高校毕业生就业创业政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(161, '就业促进政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(162, '失业保险政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(163, '工伤保险政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(164, '生育保险政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(165, '行政权力事项办事指南和办理流程', '常见问题', 'fjl', '2018/05/01', ''),
	(166, '城乡居民基本养老保险政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(167, '机关事业单位养老保险政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(168, '企业职工基本养老保险政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(169, '基本医疗保险异地就医政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(170, '城镇居民基本医疗保险政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(171, '城镇职工基本医疗保险门诊特殊疾病政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(172, '城镇职工基本医疗保险政策知识问答', '常见问题', 'fjl', '2018/05/01', ''),
	(173, '失业保险常见问题解答', '常见问题', 'fjl', '2018/05/01', ''),
	(174, '生育保险常见问题解答', '常见问题', 'fjl', '2018/05/01', ''),
	(175, '企业职工基本养老保险常见问题解答', '常见问题', 'fjl', '2018/05/01', ''),
	(176, '劳动争议调解仲裁常见问题解答', '常见问题', 'fjl', '2018/05/01', ''),
	(177, '就业促进常见问题解答', '常见问题', 'fjl', '2018/05/01', ''),
	(178, '基本医疗保险常见问题解答', '常见问题', 'fjl', '2018/05/01', ''),
	(179, '工伤保险常见问题解答', '常见问题', 'fjl', '2018/05/01', ''),
	(180, '达州市城乡居民基本养老保险制度常见问题解答', '常见问题', 'fjl', '2018/05/01', ''),
	(181, '达州市劳动监察支队举报投诉电话', '举报投诉', 'fjl', '2018/05/01', ''),
	(182, '达川区劳动保障监察大队举报投诉电话', '举报投诉', 'fjl', '2018/05/01', ''),
	(183, '通川区劳动保障监察大队举报投诉电话', '举报投诉', 'fjl', '2018/05/01', ''),
	(184, '大竹县劳动保障监察大队举报投诉电话', '举报投诉', 'fjl', '2018/05/01', ''),
	(185, '渠县劳动保障监察大队举报投诉电话', '举报投诉', 'fjl', '2018/05/01', ''),
	(186, '宣汉县劳动保障监察大队举报投诉电话', '举报投诉', 'fjl', '2018/05/01', ''),
	(187, '开江县劳动保障监察大队举报投诉电话', '举报投诉', 'fjl', '2018/05/01', ''),
	(188, '万源市劳动保障监察大队举报投诉电话', '举报投诉', 'fjl', '2018/05/01', 'jbtx');
/*!40000 ALTER TABLE `pub` ENABLE KEYS */;


-- 导出  表 myweb.user 结构
CREATE TABLE IF NOT EXISTS `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userName` varchar(50) COLLATE utf8_bin NOT NULL,
  `pwd` varchar(50) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `userName` (`userName`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- 正在导出表  myweb.user 的数据：~0 rows (大约)
DELETE FROM `user`;
/*!40000 ALTER TABLE `user` DISABLE KEYS */;
INSERT INTO `user` (`id`, `userName`, `pwd`) VALUES
	(2, 'fjl', '123456');
/*!40000 ALTER TABLE `user` ENABLE KEYS */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
